tap "eth-p/software"
tap "homebrew/bundle"
#tap "homebrew/cask"
tap "homebrew/core"
#tap "mongodb/brew"
brew "asdf"
brew "bat"
brew "exa"
brew "fasd"
brew "fzf"
brew "git-delta"
brew "gnupg"
brew "go-jsonnet"
brew "htop"
brew "jq"
brew "lsd"
brew "ripgrep"
brew "shfmt"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "eth-p/software/bat-extras"
