tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "eth-p/software"
brew "asdf"
brew "bat"
brew "coreutils"
brew "docker"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "gnupg"
brew "go-jsonnet"
brew "htop"
brew "hub"
brew "jq"
brew "moreutils"
brew "python"
brew "ripgrep"
brew "shfmt"
brew "thefuck"
brew "watch"
brew "wget"
brew "eth-p/software/bat-extras"
cask "alt-tab"
cask "iterm2"
cask "maccy"
cask "rectangle"
cask "scroll-reverser"
cask "textsniper"
cask "visual-studio-code"
cask "monitorcontrol"